"User Authentication" = "Autenticazione utente";

"Enable User Authentication" = "Autenticazione utente";

"Login User Name:" = "Nome utente login:";
"Defined User ID" = "ID utente definito";
"Mac Login Name" = "Nome login Mac";
"Enter Login User Name:" = "Inserire il nome utente login:";

"Login Password:" = "Password login:";
"Confirmation Password:" = "Password per conferma:";

"Enable Driver key" = "Codice crittografia driver";
"Driver Encryption Key:" = "Codice crittografia driver:";
"Reenter Driver Key:" = "Reinserire il codice per conferma:";
"Reenter the Confirmation Key:" = "Reinserire il codice per conferma:";

"Restore Defaults" = "Ripristina impostazioni predefinite";

"Enter a valid [Login User Name]." = "Inserire un [Nome utente login] valido.";
"Entered [Login Password] is different." = "La [Password login] è diversa.";
"Entered [Driver Encryption Key] is different." = "Il [Codice crittografia driver] è diverso.";
"Enter a valid [Driver Encryption Key]" = "Inserire un [Codice crittografia driver] valido.";

"Off" = "Disattivo";